# 1)მომხმარებელს შემოატანინეთ მისი ასაკი და გარდაქმენით ის სხვადასხვა მონაცემთა ტიპად

age = input("Please enter your age: ")

age = int(age)
age = float(age)

print(age)

# 2)ახსენით კომენტარებით რას აკეთებს int(),str() და float() ფუნქციები

# იღებს ერთ არგუმენტს და გადააქცევს მას integer-ად
# იღებს ერთ არგუმენტს და გადააქცევს მას string-ად
# იღებს ერთ არგუმენტს და გადააქცევს მას float-ად

# 3)მომხმარებელს შემოატანინეთ ასაკი და დაბეჭდეთ თუ რამდენი წლის იქნება 5 წელიწადში

age = input("Please enter your age: ")

print(int(age) + 5)