# 1) ჩამოწერეთ ყველა შედარების ოპერატორები რაც ისწავლეთ და ჩამოწერეთ რას აკეთებენ ისინი

# >, <, >=, <=, ==, !=

# > - დააბრუნებს True-ს თუ პირველი რიცხვი მეტია მეორეზე, სხვა შემთხვევაში False
# < - დააბრუნებს True-ს თუ პირველი რიცხვი ნაკლებია მეორეზე, სხვა შემთხვევაში False
# >= - დააბრუნებს True-ს თუ პირველი რიცხვი მეტია ან ტოლია მეორეზე, სხვა შემთხვევაში False
# <= - დააბრუნებს True-ს თუ პირველი რიცხვი ნაკლებია ან ტოლია მეორეზე, სხვა შემთხვევაში False
# == - დააბრუნებს True-ს თუ პირველი რიცხვი უდრის მეორეს, სხვა შემთხვევაში False
# != - დააბრუნებს True-ს თუ პირველი რიცხვი არ უდრის მეორეს, სხვა შემთხვევაში False

# 2)ჩამოწერეთ ყველა შესაძლო and/or კომბინაცია და გვერდზე მიუწერეთ თუ რას დააბრუნებს

# and or

print(True and False) # False
print(True and True) # True
print(False and True) # False
print(False and False) # False

print(True or False) # True
print(True or True) # True
print(False or True) # True
print(False or False) # False